// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Tarvikkeiden hallinta";

ReplaseTitle = "Vaihda tarvikkeet";
ReplaseDescription = "Valitse tilanne, jossa tulostin kehottaa lopettamaan tulostuksen ja vaihtamaan tarvikkeet.";
StopAtSupplyLow = "Lopeta värin ollessa vähissä";
StopAtSupplyOut = "Lopeta värin loputtua";
OverrideOut = "Ohita loppu";
OverrideDescription = "Ohitusvalinta voidaan ottaa käyttöön ainoastaan kirjoittimen ohjauspaneelista.";
ThresholdDescription = "Valitse jäljellä olevan värimäärän alarajan kynnysarvo prosentteina.";
ThresholdTitle = "Alarajan kynnysarvo (0 - 100):";
SupplyOutTitle = "Väri loppu";
SupplyOutDescription = "Määritä tulostimen toiminta värin loppuessa.";
ContinueTitle = "Jatka tulostusta mustavalkoisessa tilassa";
StopTitle = "Lopeta";
ApplyButton = "Ota käyttöön";